commands_templates/DeleteActions0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/actionengine/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:DeleteActions>
         <!--1 or more repetitions:-->
         <!--type: ReferenceToken-->
         <wsdl:Token>?</wsdl:Token>
      </wsdl:DeleteActions>
   </soap:Body>
</soap:Envelope>